<?php

return $recover = [
    'lying_turn' => [
        "Из положения лежа" => [
            'Движения стопами от себя к себе по очереди 10 раз',
            'Движения стопами от себя к себе вместе 10 раз',
            'Сгибаем в коленях по очереди по 10 раз',
            'Поднимаем прямые ноги по очереди 10 раз',
            'Отводим ноги в стороны по очереди: левая влево, правая вправо 10 раз ',
            'Ноги, согнутые в коленях, руки вдоль туловища, на выдохе, поднимаем таз 10 раз',
            'Скручивание: ноги, согнутые в коленях, движение коленями влево, голова поворачивается вправо, считаем до 10, и наоборот. 10 раз',
            'Прямые ноги вместе поднимаем вверх 6 раз ',
            'Движение кистью вперёд, назад 10 раз',
            'Круговые движения кистью 10 раз в одну сторону и 10 в другую',
            'Вращательное движение предплечьем 10 раз',
            'Руки в замок и поднимаем от груди, в верх 10 раз',
            'Руки в замок поднимаем от груди вверх и выворачиваем кисти рук 10 раз',
            'Руки в замок и поднимаем прямые руки за голову, 6 раз',
            'Прямые руки в замок движения прямыми руками влево и вправо 6 раз',
            'Прямые руки в замок, круговые движения влево и вправо по 6 раз ',
        ]
    ],
    'sits_down' => [
        "Из положения лежа" => [
            'Движения стопами от себя к себе по очереди 10 раз',
            'Движения стопами от себя к себе вместе 10 раз',
            'Сгибаем в коленях по очереди по 10 раз',
            'Поднимаем прямые ноги по очереди 10 раз',
            'Отводим ноги в стороны по очереди: левая влево, правая вправо 10 раз ',
            'Ноги, согнутые в коленях, руки вдоль туловища, на выдохе, поднимаем таз 10 раз',
            'Скручивание: ноги, согнутые в коленях, движение коленями влево, голова поворачивается вправо, считаем до 10, и наоборот. 10 раз',
            'Прямые ноги вместе поднимаем вверх 6 раз ',
            'Движение кистью вперёд, назад 10 раз',
            'Круговые движения кистью 10 раз в одну сторону и 10 в другую',
            'Вращательное движение предплечьем 10 раз',
            'Руки в замок и поднимаем от груди, в верх 10 раз',
            'Руки в замок поднимаем от груди вверх и выворачиваем кисти рук 10 раз',
            'Руки в замок и поднимаем прямые руки за голову, 6 раз',
            'Прямые руки в замок движения прямыми руками влево и вправо 6 раз',
            'Прямые руки в замок, круговые движения влево и вправо по 6 раз ',
        ]
    ],
    'sits' => [
        'Из положения сидя' => [
            'Наклоны вперёд и назад, влево и вправо 10 раз из положения сидя',
        ]
    ],
    'gets_up' => [
        'Из положения сидя' => [
            'Ноги согнутые в коленях, поднимаем по очереди 10 раз',
            'Ноги выпрямляем по очереди 10 раз',
            'Катаем палку стопами 1 минуту',
            'Стопа, перекаты с пятки на носок с расхождение стоп в стороны 10 раз',
            'Привстаём с упором на разные ноги по 10 раз. ',
            'Супинация и пронация с гантелей (Бутылка 0,5литра) 10 раз',
            'Удержание гантели на вытянутых руках 10 сек. 6 подходов',
            'Палку, на вытянутых руках, вверх 10 раз',
            'Палку, на вытянутых руках делаем круговые движения вперёд 10 раз и назад 10 раз',
            'Палку держим на вытянутых руках и делаем вращательное движение 10 раз',
            'Палку держать ладонями вверх, сгибаем руки в локтях 10 раз',
            'Палку правой и левой рукой поднимаем в сторону 10 раз по очереди',
            'Палку катаем по коленям 1 минуту ',
            'Вытягиваем руку через колено 10 секунд 6 подходов ',
        ]
    ],
    'to_stand' => [
        'Из положения стоя' => [
            'Держимся двумя руками, поднимаемся на носки 12 раз',
            'Держимся двумя руками, маршируем на месте 12 раз',
            'Держимся двумя руками, махи вперед, назад по 12 раз',
            'Держимся двумя руками, отводим ноги левая влево, правая вправо по очереди 12 раз ',
        ]
    ],
    'get_up_sits_down' => [
        'Из положения сидя' => [
            'Ноги согнутые в коленях, поднимаем по очереди 10 раз',
            'Ноги выпрямляем по очереди 10 раз',
            'Катаем палку стопами 1 минуту',
            'Стопа, перекаты с пятки на носок с расхождение стоп в стороны 10 раз',
            'Привстаём с упором на разные ноги по 10 раз. ',
            'Супинация и пронация с гантелей (Бутылка 0,5литра) 10 раз',
            'Удержание гантели на вытянутых руках 10 сек. 6 подходов',
            'Палку, на вытянутых руках, вверх 10 раз',
            'Палку, на вытянутых руках делаем круговые движения вперёд 10 раз и назад 10 раз',
            'Палку держим на вытян утых руках и делаем вращательное движение 10 раз',
            'Палку держать ладонями вверх, сгибаем руки в локтях 10 раз',
            'Палку правой и левой рукой поднимаем в сторону 10 раз по очереди',
            'Палку катаем по коленям 1 минуту ',
            'Вытягиваем руку через колено 10 секунд 6 подходов ',
        ]
    ],
    'helps_walking_room' => [
        'Из положения стоя' => [
            'Держимся одной рукой правая нога, вперед согнутая в колене, левая прямая делаем выпады правым коленом и наоборот по 12 раз',
            'Держимся двумя руками, ноги на ширине плеч, делаем круговые движения тазом, в одну и другую сторону 12 раз',
            'Одна нога впереди другая сзади выносим вперёд таз по очереди 12 раз',
            'Сгибаем ноги в коленях взахлёст голени назад 12 раз',
            'Стояние на одной полусогнутой ноге 5 секунд 10 раз',
            'Приседание 90 градусов 15 раз ',
        ]
    ],
    'stairwell' => [
        'Из положения стоя' => [
            'Держимся одной рукой правая нога, вперед согнутая в колене, левая прямая делаем выпады правым коленом и наоборот по 12 раз',
            'Держимся двумя руками, ноги на ширине плеч, делаем круговые движения тазом, в одну и другую сторону 12 раз',
            'Одна нога впереди другая сзади выносим вперёд таз по очереди 12 раз',
            'Сгибаем ноги в коленях взахлёст голени назад 12 раз',
            'Стояние на одной полусогнутой ноге 5 секунд 10 раз',
            'Приседание 90 градусов 15 раз',
        ]
    ],
    'walking_street' => [
        'Из положения стоя' => [
            'Стоять с закрытыми глазами ноги на ширине плеч 10 секунд. положение рук: вытянуты, на грудь, за голову, за спину, в стороны',
            'Стоять с закрытыми глазами ноги вместе плеч 10 секунд. положение рук: вытянуты, на грудь, за голову, за спину, в стороны',
            'Стоять с закрытыми глазами правая нога впереди 10 секунд .положение рук: вытянуты, на грудь, за голову, за спину, в стороны',
            'Стоять с закрытыми глазами левая нога впереди 10 секунд. положение рук: вытянуты, на грудь, за голову, за спину, в стороны',
        ]
    ],
    'walking_room' => [
        'Из положения стоя' => [
            'Стоять с закрытыми глазами ноги на ширине плеч 10 секунд. положение рук: вытянуты, на грудь, за голову, за спину, в стороны',
            'Стоять с закрытыми глазами ноги вместе плеч 10 секунд. положение рук: вытянуты, на грудь, за голову, за спину, в стороны',
            'Стоять с закрытыми глазами правая нога впереди 10 секунд .положение рук: вытянуты, на грудь, за голову, за спину, в стороны',
            'Стоять с закрытыми глазами левая нога впереди 10 секунд. положение рук: вытянуты, на грудь, за голову, за спину, в стороны',
        ]
    ],
    'raise_item' => [
        'Из положения стоя без опоры на руки' => [
            'Поднимаемся на носки 12 раз',
            'Маршируем на месте 12 раз',
            'Махи вперед, назад по 12 раз',
            'Отводим ноги левая влево, правая вправо по очереди 12 раз',
        ]
    ],
    'walks_gravel' => [
        'Из положения стоя без опоры на руки' => [
            'Поднимаемся на носки 12 раз',
            'Маршируем на месте 12 раз',
            'Махи вперед, назад по 12 раз',
            'Отводим ноги левая влево, правая вправо по очереди 12 раз',
        ]
    ],
    'washes' => [
        'Из положения сидя' => [
            'Наклоны вперёд и назад, влево и вправо 10 раз',
            'Ноги согнутые в коленях, поднимаем по очереди 10 раз',
            'Ноги выпрямляем по очереди 10 раз',
            'Катаем палку стопами 1 минуту',
            'Стопа, перекаты с пятки на носок с расхождение стоп в стороны 10 раз',
        ]
    ],
    'ladder' => [
        'Из положения стоя без опоры на руки' => [
            'Правая нога вперед согнутая в колене, левая прямая делаем выпады правым коленом и наоборот по 12 раз',
            'Ноги на ширине плеч, делаем круговые движения тазом, в одну и другую сторону 12 раз',
            'Одна нога впереди другая сзади выносим вперёд таз по очереди 12 раз',
            'Сгибаем ноги в коленях взахлёст голени назад 12 раз',
            'Стояние на одной полусогнутой ноге 5 секунд 10 раз',
            'Приседание 90 градусов 15 раз',
        ]
    ],
    'running' => [
        'Из положения стоя без опоры на руки' => [
            'Поднимаемся на носки 12 раз',
            'Маршируем на месте 12 раз',
            'Махи вперед, назад по 12 раз',
            'Отводим ноги левая влево, правая вправо по очереди 12 раз ',
        ]
    ],
];
